[
  "obsidian-auto-pair-chinese-symbol",
  "obsidian-tasks-plugin",
  "search-on-internet",
  "quickadd",
  "easy-typing-obsidian",
  "obsidian-linter",
  "fuzzy-chinese-pinyin",
  "obsidian-auto-link-title",
  "nldates-obsidian",
  "obsidian-reading-time",
  "templater-obsidian",
  "obsidian-outliner",
  "obsidian-list-callouts",
  "better-search-views",
  "automatic-linker",
  "obsidian-enhancing-export",
  "floating-toc",
  "simple-mind-map",
  "dataview",
  "obsidian-custom-attachment-location",
  "axl-light",
  "media-extended",
  "code-language-completer",
  "obsidian-latex-suite",
  "obsidian-style-settings",
  "vscode-editor"
]